export const categories: { [key: string]: string[] } = {
    '휴게음식점': [
      '제과/베이커리', '대형커피', '테이크아웃커피', '도너츠', '아이스크림', '패스트푸드'
    ],
    '일반음식점': [
      '일반식당', '파스타/브런치', '고기전문점', '돈까스/우동', '레스토랑', '죽/도시락/비빔밥'
    ],
    '주류/치킨/호프': [
      '치킨전문점', '이자카야', '맥주전문점', '퓨전주점', '와인BAR'
    ],
    '오락/스포츠/관리': [
      '피부관리/에스테틱', '네일샵', '스크린골프', '휘트니스센터', 'PC방'
    ],
    '판매/소매': [
      '화장품/쥬얼리', '휴대폰', '유명의류/패션잡화', '생활용품/건강식품'
    ]
  };
  
  export const mainCategories = Object.keys(categories);